bat
btop
btrfs-progs
clang
dunst
discord
eza
feh
firefox
fuzzel
gamescope
ghostty
git
grim
grub
grub-btrfs
lazygit
llvm
man-pages
mangohud
neovim
ntfs-3g
nvtop
pavucontrol
qt5-wayland
rsync
slurp
snapper
starship
steam
stow
sudo
swaybg
swayidle
swaylock
swaync
tailscale
unrar
unzip
vi
vlc
vlc-plugins-all
wget
which
wl-clipboard
xdg-desktop-portal-hyprland
yay
zellij
zoxide
zsh
