accountsservice
alsa-firmware
alsa-plugins
alsa-utils
amd-ucode
aspell
b43-fwcutter
base
base-devel
bash-completion
bat
bind
bluez
bluez-utils
bspwm
btop
btrfs-progs
cantarell-fonts
clang
cryptsetup
cups
cups-browsed
cups-filters
cups-pdf
device-mapper
diffutils
discord
dmenu
dmidecode
dmraid
dnsmasq
dnsperf
dosfstools
downgrade
dracut
duf
dunst
e2fsprogs
efibootmgr
efitools
ethtool
evtest
exfatprogs
eza
f2fs-tools
feh
ffmpegthumbnailer
firefox
firewalld
foomatic-db
foomatic-db-engine
foomatic-db-gutenprint-ppds
foomatic-db-nonfree
foomatic-db-nonfree-ppds
foomatic-db-ppds
fuzzel
gamemode
gamescope
ghostscript
ghostty
git
glances
greetd
grim
grub
grub-btrfs
gsfonts
gst-libav
gst-plugin-pipewire
gst-plugins-bad
gst-plugins-ugly
gutenprint
gvfs
gvfs-mtp
haveged
hdparm
hplip
htop
hwdetect
hwinfo
hypridle
hyprland
hyprlock
hyprpolkitagent
i3-wm
i3lock
i3status
inetutils
inxi
iptables-nft
iwd
jfsutils
kitty
lazygit
less
lib32-gamemode
libdvdcss
libgsf
libopenraw
libwnck3
linux
linux-firmware
linux-headers
linux-lts
linux-lts-headers
llvm
logrotate
lsb-release
lsscsi
lvm2
lxqt-policykit
man-db
man-pages
mangohud
mdadm
meld
mesa-utils
modemmanager
mtools
nano
nano-syntax-highlighting
neovim
netctl
networkmanager
networkmanager-openconnect
networkmanager-openvpn
nfs-utils
nilfs-utils
niri
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
noto-fonts-extra
nss-mdns
ntfs-3g
ntp
nvidia
nvidia-hook
nvidia-inst
nvidia-lts
nvidia-settings
nvtop
openssh
os-prober
otf-aurulent-nerd
otf-codenewroman-nerd
otf-comicshanns-nerd
otf-commit-mono-nerd
otf-droid-nerd
otf-firamono-nerd
otf-geist-mono-nerd
otf-hasklig-nerd
otf-hermit-nerd
otf-monaspace-nerd
otf-opendyslexic-nerd
otf-overpass-nerd
pacman-contrib
parcellite
pavucontrol
perl
picom
pipewire-alsa
pipewire-jack
pipewire-pulse
pkgfile
plocate
poppler-glib
power-profiles-daemon
pv
python
python-defusedxml
python-packaging
python-pillow
python-pyqt5
python-pyqt6
python-reportlab
qt5-wayland
rate-mirrors
rebuild-detector
reflector
reflector-simple
rofi
rsync
rtkit
s-nail
sane
sg3_utils
sl
slurp
smartmontools
snap-pac
snapper
sof-firmware
splix
sqlx-cli
starship
steam
stow
sudo
swaybg
swayidle
swayimg
swaylock
swaync
swww
sxhkd
sysfsutils
system-config-printer
systemd-sysvcompat
tailscale
texinfo
thunar
thunar-volman
tldr
ttf-0xproto-nerd
ttf-3270-nerd
ttf-agave-nerd
ttf-anonymouspro-nerd
ttf-arimo-nerd
ttf-bigblueterminal-nerd
ttf-bitstream-vera
ttf-bitstream-vera-mono-nerd
ttf-cascadia-code-nerd
ttf-cascadia-mono-nerd
ttf-cousine-nerd
ttf-d2coding-nerd
ttf-daddytime-mono-nerd
ttf-dejavu
ttf-dejavu-nerd
ttf-envycoder-nerd
ttf-fantasque-nerd
ttf-firacode-nerd
ttf-go-nerd
ttf-gohu-nerd
ttf-hack-nerd
ttf-heavydata-nerd
ttf-iawriter-nerd
ttf-ibmplex-mono-nerd
ttf-inconsolata-go-nerd
ttf-inconsolata-lgc-nerd
ttf-inconsolata-nerd
ttf-intone-nerd
ttf-iosevka-nerd
ttf-iosevkaterm-nerd
ttf-iosevkatermslab-nerd
ttf-jetbrains-mono-nerd
ttf-lekton-nerd
ttf-liberation
ttf-liberation-mono-nerd
ttf-lilex-nerd
ttf-martian-mono-nerd
ttf-meslo-nerd
ttf-monofur-nerd
ttf-monoid-nerd
ttf-mononoki-nerd
ttf-mplus-nerd
ttf-nerd-fonts-symbols
ttf-nerd-fonts-symbols-mono
ttf-noto-nerd
ttf-opensans
ttf-profont-nerd
ttf-proggyclean-nerd
ttf-recursive-nerd
ttf-roboto-mono-nerd
ttf-sharetech-mono-nerd
ttf-sourcecodepro-nerd
ttf-space-mono-nerd
ttf-terminus-nerd
ttf-tinos-nerd
ttf-ubuntu-mono-nerd
ttf-ubuntu-nerd
ttf-victor-mono-nerd
ttf-zed-mono-nerd
unrar
unzip
upower
usb_modeswitch
usbutils
vi
vlc
vlc-plugins-all
waybar
welcome
wget
which
wireplumber
wl-clipboard
woff2-font-awesome
wofi
wpa_supplicant
xclip
xdg-desktop-portal-hyprland
xdg-user-dirs
xdg-utils
xf86-input-libinput
xfsprogs
xl2tpd
xorg-server
xorg-xdpyinfo
xorg-xinit
xorg-xinput
xorg-xkill
xorg-xrandr
xterm
xwayland-satellite
yay
zellij
zoxide
zsh
